Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Updated %@.
ar_sa: تم التحديث %@.
bn_bd: আপডেট করা হয়েছে %@
de_de: Aktualisiert %@.
es_mx: Actualizado %@.
fr_ca: %@ mis à jour.
gu_in: અપડેટ કરેલ %@.
he: עודכן %@.
hi: अपडेट किया गया %@.
hr: Ažurirano %@.
id: Diperbarui %@.
it: Aggiornato %@.
ja: %@ を更新しました。
kn_in: %@ ನವೀಕರಿಸಲಾಗಿದೆ.
ko: %@을(를) 업데이트했습니다.
ml_in: അപ്ഡേറ്റ് ചെയ്തത് %@.
mr_in: %@ अद्यतनित केले.
ms: Dikemas kini %@.
nb: Oppdatert %@.
nl_nl: %@ bijgewerkt.
or_in: %@ ଅଦ୍ୟତନ କରାଯାଇଛି |
pa_in: ਅੱਪਡੇਟ ਕੀਤਾ %@।
pt_br: Atualizado em %@.
ta_in: %@ புதுப்பிக்கப்பட்டது.
te_in: %@ నవీకరించబడింది.
th: อัปเดต %@
tr: %@ güncellendi.
uk: Оновлено %@.
ur_pk: اپ ڈیٹ کیا گیا %@۔
vi: Đã cập nhật %@.
zh_hans: 已更新 %@。
zh_hant: 已更新 %@。

source: Updated recurring bill %@.
ar_sa: تم تحديث الفاتورة المتكررة %@.
bn_bd: পুনরাবৃত্ত বিল %@ আপডেট করা হয়েছে৷
de_de: Die wiederkehrende Rechnung %@ wurde aktualisiert.
es_mx: Factura recurrente actualizada %@.
fr_ca: Facture récurrente mise à jour %@.
gu_in: રિકરિંગ બિલ %@ અપડેટ કર્યું.
he: חשבון חוזר %@ מעודכן.
hi: अद्यतन आवर्ती बिल %@।
hr: Ažurirani ponavljajući račun %@.
id: Tagihan berulang yang diperbarui %@.
it: Fattura ricorrente aggiornata %@.
ja: 定期的な請求書 %@ を更新しました。
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ %@ ನವೀಕರಿಸಲಾಗಿದೆ.
ko: 반복 청구서 %@을(를) 업데이트했습니다.
ml_in: പുതുക്കിയ ആവർത്തന ബിൽ %@.
mr_in: आवर्ती बिल %@ अद्यतनित केले.
ms: Bil berulang %@ dikemas kini.
nb: Oppdatert gjentakende regning %@.
nl_nl: Terugkerende factuur %@ bijgewerkt.
or_in: ବାରମ୍ବାର ବିଲ୍ ଅଦ୍ୟତନ ହୋଇଛି %@ |
pa_in: ਅੱਪਡੇਟ ਕੀਤਾ ਆਵਰਤੀ ਬਿੱਲ %@।
pt_br: Fatura recorrente atualizada %@.
ta_in: புதுப்பிக்கப்பட்ட தொடர் பில் %@.
te_in: పునరావృతమయ్యే బిల్లు %@ నవీకరించబడింది.
th: อัปเดตการเรียกเก็บเงินที่เกิดซ้ำ %@
tr: %@ numaralı yinelenen fatura güncellendi.
uk: Оновлений регулярний рахунок %@.
ur_pk: اپ ڈیٹ کردہ اعادی بل %@۔
vi: Đã cập nhật hóa đơn định kỳ %@.
zh_hans: 更新了经常性账单 %@。
zh_hant: 更新了經常性帳單 %@。

source: Utilities
ar_sa: المرافق
bn_bd: ইউটিলিটিস
de_de: Dienstprogramme
es_mx: Utilidades
fr_ca: Utilitaires
gu_in: ઉપયોગિતાઓ
he: כלי עזר
hi: उपयोगिताएँ
hr: Komunalije
id: Utilitas
it: Utilità
ja: 公共事業
kn_in: ಉಪಯುಕ್ತತೆಗಳು
ko: 유틸리티
ml_in: യൂട്ടിലിറ്റികൾ
mr_in: उपयुक्तता
ms: Utiliti
nb: Verktøy
nl_nl: Hulpprogramma's
or_in: ଉପଯୋଗିତା
pa_in: ਉਪਯੋਗਤਾਵਾਂ
pt_br: Utilitários
ta_in: பயன்பாடுகள்
te_in: యుటిలిటీస్
th: สาธารณูปโภค
tr: Yardımcı programlar
uk: Комунальні послуги
ur_pk: افادیت
vi: Tiện ích
zh_hans: 公用事业
zh_hant: 公用事業

source: Version
ar_sa: الإصدار
bn_bd: সংস্করণ
es_mx: Versión
gu_in: સંસ્કરણ
he: גרסה
hi: संस्करण
hr: Verzija
id: Versi
it: Versione
ja: バージョン
kn_in: ಆವೃತ್ತಿ
ko: 버전
ml_in: പതിപ്പ്
mr_in: आवृत्ती
ms: Versi
nb: Versjon
nl_nl: Versie
or_in: ସଂସ୍କରଣ
pa_in: ਸੰਸਕਰਣ
pt_br: Versão
ta_in: பதிப்பு
te_in: వెర్షన్
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur_pk: ورژن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: View All
ar_sa: عرض الكل
bn_bd: সব দেখুন
de_de: Alle anzeigen
es_mx: Ver todo
fr_ca: Tout afficher
gu_in: બધા જુઓ
he: הצג הכל
hi: सभी देखें
hr: Pogledaj sve
id: Lihat Semua
it: Visualizza tutto
ja: すべて見る
kn_in: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
ko: 모두 보기
ml_in: എല്ലാം കാണുക
mr_in: सर्व पहा
ms: Lihat Semua
nb: Vis alle
nl_nl: Bekijk alles
or_in: ସମସ୍ତ ଦେଖନ୍ତୁ |
pa_in: ਸਭ ਦੇਖੋ
pt_br: Ver tudo
ta_in: அனைத்தையும் பார்க்கவும்
te_in: అన్నీ వీక్షించండి
th: ดูทั้งหมด
tr: Tümünü Görüntüle
uk: Переглянути всі
ur_pk: سبھی دیکھیں
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 看全部

source: Weekly
ar_sa: أسبوعيا
bn_bd: সাপ্তাহিক
de_de: Wöchentlich
es_mx: Semanal
fr_ca: Hebdomadaire
gu_in: સાપ્તાહિક
he: שבועי
hi: साप्ताहिक
hr: Tjedni
id: Mingguan
it: Settimanale
ja: 毎週
kn_in: ಸಾಪ್ತಾಹಿಕ
ko: 주간
ml_in: പ്രതിവാരം
mr_in: साप्ताहिक
ms: Mingguan
nb: Ukentlig
nl_nl: Wekelijks
or_in: ସାପ୍ତାହିକ
pa_in: ਹਫਤਾਵਾਰੀ
pt_br: Semanalmente
ta_in: வாரந்தோறும்
te_in: వారానికోసారి
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
ur_pk: ہفتہ وار
vi: hàng tuần
zh_hans: 每周
zh_hant: 每週

source: Welcome back
ar_sa: مرحبًا بعودتك
bn_bd: আবার স্বাগতম
de_de: Willkommen zurück
es_mx: Bienvenido de nuevo
fr_ca: Bon retour
gu_in: ફરી સ્વાગત છે
he: ברוך שובך
hi: पुनः स्वागत है
hr: Dobro došao nazad
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
kn_in: ಮರಳಿ ಸ್ವಾಗತ
ko: 돌아온 것을 환영합니다
ml_in: തിരികെ സ്വാഗതം
mr_in: परत स्वागत आहे
ms: Selamat kembali
nb: Velkommen tilbake
nl_nl: Welkom terug
or_in: ସ୍ Welcome ାଗତ
pa_in: ਦੁਬਾਰਾ ਸੁਆਗਤ ਹੈ
pt_br: Bem vindo de volta
ta_in: மீண்டும் வரவேற்கிறோம்
te_in: తిరిగి స్వాగతం
th: ยินดีต้อนรับกลับมา
tr: Tekrar hoş geldiniz
uk: Ласкаво просимо назад
ur_pk: دوبارہ خوش آمدید
vi: Chào mừng trở lại
zh_hans: 欢迎回来
zh_hant: 歡迎回來

source: With elevation & depth
ar_sa: مع الارتفاع والعمق
bn_bd: উচ্চতা এবং গভীরতা সহ
de_de: Mit Höhe und Tiefe
es_mx: Con elevación y profundidad
fr_ca: Avec élévation et profondeur
gu_in: ઊંચાઈ અને ઊંડાઈ સાથે
he: עם גובה ועומק
hi: ऊंचाई और गहराई के साथ
hr: S visinom i dubinom
id: Dengan ketinggian & kedalaman
it: Con elevazione e profondità
ja: 高さと深さ付き
kn_in: ಎತ್ತರ ಮತ್ತು ಆಳದೊಂದಿಗೆ
ko: 고도 및 깊이 포함
ml_in: ഉയരത്തിലും ആഴത്തിലും
mr_in: उंची आणि खोलीसह
ms: Dengan ketinggian & kedalaman
nl_nl: Met hoogte en diepte
or_in: ଉଚ୍ଚତା ଏବଂ ଗଭୀରତା ସହିତ |
pa_in: ਉਚਾਈ ਅਤੇ ਡੂੰਘਾਈ ਦੇ ਨਾਲ
pt_br: Com elevação e profundidade
ta_in: உயரம் மற்றும் ஆழத்துடன்
te_in: ఎత్తు & లోతుతో
th: ด้วยความสูงและความลึก
tr: Yükseklik ve derinlik ile
uk: З висотою та глибиною
ur_pk: بلندی اور گہرائی کے ساتھ
vi: Với độ cao và độ sâu
zh_hans: 具有标高和深度
zh_hant: 具有標高和深度

source: Yearly
ar_sa: سنويا
bn_bd: বার্ষিক
de_de: Jährlich
es_mx: Anual
fr_ca: Annuel
gu_in: વાર્ષિક
he: מדי שנה
hi: वार्षिक
hr: godišnje
id: Tahunan
it: Annuale
ja: 毎年
kn_in: ವಾರ್ಷಿಕ
ko: 매년
ml_in: വർഷം തോറും
mr_in: वार्षिक
ms: setiap tahun
nb: Årlig
nl_nl: Jaarlijks
or_in: ବାର୍ଷିକ |
pa_in: ਸਾਲਾਨਾ
pt_br: Anualmente
ta_in: ஆண்டுதோறும்
te_in: సంవత్సరానికి
th: เป็นประจำทุกปี
tr: Yıllık
uk: щорічно
ur_pk: سالانہ
vi: Hàng năm
zh_hans: 每年
zh_hant: 每年

source: Yesterday
ar_sa: أمس
bn_bd: গতকাল
de_de: Gestern
es_mx: ayer
fr_ca: Hier
gu_in: ગઈકાલે
he: אתמול
hi: कल
hr: jučer
id: Kemarin
it: Ieri
ja: 昨日
kn_in: ನಿನ್ನೆ
ko: 어제
ml_in: ഇന്നലെ
mr_in: काल
ms: Semalam
nb: I går
nl_nl: Gisteren
or_in: ଗତକାଲି
pa_in: ਕੱਲ੍ਹ
pt_br: Ontem
ta_in: நேற்று
te_in: నిన్న
th: เมื่อวาน
tr: Dün
uk: вчора
ur_pk: کل
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# You spent %@ on %@ this month, which is %lld%% of total spending.
source: You spent %1$@ on %2$@ this month, which is %3$lld%% of total spending.
ar_sa: لقد أنفقت %1$@ على %2$@ هذا الشهر، وهو ما يعادل %3$lld%% من إجمالي الإنفاق.
bn_bd: আপনি এই মাসে %2$@ এ %1$@ ব্যয় করেছেন, যা মোট ব্যয়ের %3$lld%%।
de_de: Sie haben diesen Monat %1$@ für %2$@ ausgegeben, was %3$lld %% der Gesamtausgaben entspricht.
es_mx: Gastaste %1$@ en %2$@ este mes, lo que representa el %3$lld%% del gasto total.
fr_ca: Vous avez dépensé %1$@ pour %2$@ ce mois-ci, ce qui représente %3$lld%% de vos dépenses totales.
gu_in: તમે આ મહિને %2$@ પર %1$@ ખર્ચ્યા, જે કુલ ખર્ચના %3$lld%% છે.
he: הוצאת %1$@ על %2$@ החודש, שהם %3$lld%% מסך ההוצאות.
hi: आपने इस महीने %2$@ पर %1$@ खर्च किया, जो कुल खर्च का %3$lld%% है।
hr: Ovaj ste mjesec potrošili %1$@ na %2$@, što je %3$lld%% ukupne potrošnje.
id: Anda membelanjakan %1$@ pada %2$@ bulan ini, yaitu %3$lld%% dari total pembelanjaan.
it: Hai speso %1$@ il %2$@ questo mese, ovvero il %3$lld%% della spesa totale.
ja: 今月 %2$@ に %1$@ を費やしました。これは総支出の %3$lld%% に相当します。
kn_in: ನೀವು ಈ ತಿಂಗಳು %1$@ ಅನ್ನು %2$@ ನಲ್ಲಿ ಕಳೆದಿದ್ದೀರಿ, ಇದು ಒಟ್ಟು ಖರ್ಚಿನ %3$lld%% ಆಗಿದೆ.
ko: 이번 달 %2$@에 %1$@을(를) 지출했습니다. 이는 총 지출의 %3$lld%%입니다.
ml_in: നിങ്ങൾ ഈ മാസം %2$@-ന് %1$@ ചെലവഴിച്ചു, ഇത് മൊത്തം ചെലവിൻ്റെ %3$lld%% ആണ്.
mr_in: तुम्ही या महिन्यात %2$@ रोजी %1$@ खर्च केले, जे एकूण खर्चाच्या %3$lld%% आहे.
ms: Anda membelanjakan %1$@ pada %2$@ bulan ini, iaitu %3$lld%% daripada jumlah perbelanjaan.
nb: Du brukte %1$@ på %2$@ denne måneden, som er %3$lld%% av det totale forbruket.
nl_nl: U heeft deze maand %1$@ uitgegeven aan %2$@, wat neerkomt op %3$lld%% van de totale uitgaven.
or_in: ଆପଣ ଏହି ମାସରେ %2$@ ପାଇଁ %1$@ ଖର୍ଚ୍ଚ କରିଛନ୍ତି, ଯାହା ମୋଟ ଖର୍ଚ୍ଚର %3$lld%%।
pa_in: ਤੁਸੀਂ ਇਸ ਮਹੀਨੇ %2$@ ਨੂੰ %1$@ ਖਰਚ ਕੀਤਾ, ਜੋ ਕੁੱਲ ਖਰਚਿਆਂ ਦਾ %3$lld%% ਹੈ।
pt_br: Você gastou %1$@ em %2$@ este mês, o que representa %3$lld%% do gasto total.
ta_in: இந்த மாதம் %2$@ இல் %1$@ செலவிட்டீர்கள், இது மொத்த செலவில் %3$lld%% ஆகும்.
te_in: మీరు ఈ నెల %2$@లో %1$@ ఖర్చు చేసారు, ఇది మొత్తం ఖర్చులో %3$lld%%.
th: คุณใช้จ่าย %1$@ กับ %2$@ ในเดือนนี้ ซึ่งเท่ากับ %3$lld%% ของการใช้จ่ายทั้งหมด
tr: Bu ay %2$@ tarihinde %1$@ harcadınız; bu, toplam harcamanın %%%3$lld'sine tekabül ediyor.
uk: Ви витратили %1$@ на %2$@ цього місяця, що становить %3$lld%% від загальних витрат.
ur_pk: آپ نے اس مہینے %2$@ کو %1$@ خرچ کیا، جو کل اخراجات کا %3$lld%% ہے۔
vi: Bạn đã chi tiêu %1$@ cho %2$@ tháng này, chiếm %3$lld%% tổng chi tiêu.
zh_hans: 您本月在 %2$@ 上花费了 %1$@，占总支出的 %3$lld%%。
zh_hant: 您本月在 %2$@ 上花費了 %1$@，佔總支出的 %3$lld%%。

source: You stay in control
ar_sa: يمكنك البقاء في السيطرة
bn_bd: আপনি নিয়ন্ত্রণে থাকুন
de_de: Sie behalten die Kontrolle
es_mx: Mantienes el control
fr_ca: Vous gardez le contrôle
gu_in: તમે નિયંત્રણમાં રહો
he: אתה נשאר בשליטה
hi: आप नियंत्रण में रहें
hr: Vi imate kontrolu
id: Anda tetap memegang kendali
it: Mantieni il controllo
ja: あなたはコントロールを維持します
kn_in: ನೀವು ನಿಯಂತ್ರಣದಲ್ಲಿರಿ
ko: 당신은 통제력을 유지합니다
ml_in: നിങ്ങൾ നിയന്ത്രണത്തിൽ തുടരുക
mr_in: तुम्ही नियंत्रणात रहा
ms: Anda kekal dalam kawalan
nb: Du holder kontrollen
nl_nl: Jij behoudt de controle
or_in: ତୁମେ ନିୟନ୍ତ୍ରଣରେ ରୁହ |
pa_in: ਤੁਸੀਂ ਕੰਟਰੋਲ ਵਿੱਚ ਰਹੋ
pt_br: Você permanece no controle
ta_in: நீங்கள் கட்டுப்பாட்டில் இருங்கள்
te_in: మీరు అదుపులో ఉండండి
th: คุณอยู่ในการควบคุม
tr: Kontrol sizde olsun
uk: Ви залишаєтесь під контролем
ur_pk: آپ قابو میں رہیں
vi: Bạn luôn kiểm soát
zh_hans: 您一切尽在掌握
zh_hant: 您一切盡在掌握

source: You've used %lld%% of your monthly budget. Consider reviewing discretionary spending. 💡
ar_sa: لقد استخدمت %lld%% من ميزانيتك الشهرية. فكر في مراجعة الإنفاق التقديري. 💡
bn_bd: আপনি আপনার মাসিক বাজেটের %lld%% ব্যবহার করেছেন। বিবেচনামূলক খরচ পর্যালোচনা বিবেচনা করুন. 💡
de_de: Sie haben %lld %% Ihres Monatsbudgets aufgebraucht. Erwägen Sie eine Überprüfung der diskretionären Ausgaben. 💡
es_mx: Has utilizado el %lld%% de tu presupuesto mensual. Considere revisar el gasto discrecional. 💡
fr_ca: Vous avez utilisé %lld%% de votre budget mensuel. Envisagez de revoir les dépenses discrétionnaires. 💡
gu_in: તમે તમારા માસિક બજેટનો %lld%% ઉપયોગ કર્યો છે. વિવેકાધીન ખર્ચની સમીક્ષા કરવાનું વિચારો. 💡
he: השתמשת ב-%lld%% מהתקציב החודשי שלך. שקול לבדוק את ההוצאה לפי שיקול דעת. 💡
hi: आपने अपने मासिक बजट का %lld%% उपयोग कर लिया है। विवेकाधीन खर्च की समीक्षा करने पर विचार करें। 💡
hr: Iskoristili ste %lld%% svog mjesečnog proračuna. Razmotrite reviziju diskrecijske potrošnje. 💡
id: Anda telah menggunakan %lld%% anggaran bulanan Anda. Pertimbangkan untuk meninjau pengeluaran diskresi. 💡
it: Hai utilizzato il %lld%% del tuo budget mensile. Considera la possibilità di rivedere la spesa discrezionale. 💡
ja: 毎月の予算の %lld%% を使用しました。裁量的支出の見直しを検討してください。 💡
kn_in: ನಿಮ್ಮ ಮಾಸಿಕ ಬಜೆಟ್‌ನ %lld%% ಅನ್ನು ನೀವು ಬಳಸಿರುವಿರಿ. ವಿವೇಚನಾ ವೆಚ್ಚವನ್ನು ಪರಿಶೀಲಿಸುವುದನ್ನು ಪರಿಗಣಿಸಿ. 💡
ko: 월 예산의 %lld%%를 사용했습니다. 임의 지출을 검토해 보세요. 💡
ml_in: നിങ്ങളുടെ പ്രതിമാസ ബജറ്റിൻ്റെ %lld%% നിങ്ങൾ ഉപയോഗിച്ചു. വിവേചനാധികാര ചെലവുകൾ അവലോകനം ചെയ്യുന്നത് പരിഗണിക്കുക. 💡
mr_in: तुम्ही तुमच्या मासिक बजेटपैकी %lld%% वापरला आहे. विवेकाधीन खर्चाचे पुनरावलोकन करण्याचा विचार करा. 💡
ms: Anda telah menggunakan %lld%% daripada belanjawan bulanan anda. Pertimbangkan untuk menyemak perbelanjaan mengikut budi bicara. 💡
nb: Du har brukt %lld%% av det månedlige budsjettet ditt. Vurder å vurdere skjønnsmessige utgifter. 💡
nl_nl: U heeft %lld%% van uw maandbudget gebruikt. Overweeg de discretionaire uitgaven te herzien. 💡
or_in: ଆପଣ ମାସିକ ବଜେଟର %1$lld%% ବ୍ୟବହାର କରିଛନ୍ତି। ବୈକଳ୍ପିକ ଖର୍ଚ୍ଚ ସମୀକ୍ଷା କରିବାକୁ ବିଚାର କରନ୍ତୁ। 💡
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਮਹੀਨਾਵਾਰ ਬਜਟ ਦਾ %lld%% ਵਰਤ ਲਿਆ ਹੈ। ਅਖਤਿਆਰੀ ਖਰਚਿਆਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰੋ। 💡
pt_br: Você usou %lld%% do seu orçamento mensal. Considere revisar os gastos discricionários. 💡
ta_in: உங்கள் மாதாந்திர பட்ஜெட்டில் %lld%% ஐப் பயன்படுத்தியுள்ளீர்கள். விருப்பமான செலவினங்களை மதிப்பாய்வு செய்யவும். 💡
te_in: మీరు మీ నెలవారీ బడ్జెట్‌లో %lld%% ఉపయోగించారు. విచక్షణ ఖర్చులను సమీక్షించడాన్ని పరిగణించండి. 💡
th: คุณใช้ไปแล้ว %lld%% ของงบประมาณรายเดือนของคุณ พิจารณาทบทวนการใช้จ่ายตามดุลยพินิจ 💡
tr: Aylık bütçenizin %%%lld kadarını kullandınız. İsteğe bağlı harcamaları gözden geçirmeyi düşünün. 💡
uk: Ви використали %lld%% свого місячного бюджету. Розгляньте можливість перегляду дискреційних витрат. 💡
ur_pk: آپ نے اپنے ماہانہ بجٹ کا %lld%% استعمال کر لیا ہے۔ صوابدیدی اخراجات کا جائزہ لینے پر غور کریں۔ 💡
vi: Bạn đã sử dụng %lld%% ngân sách hàng tháng của mình. Xem xét xem xét chi tiêu tùy ý. 💡
zh_hans: 您已使用每月预算的 %lld%%。考虑审查可自由支配的支出。 💡
zh_hant: 您已使用每月預算的 %lld%%。考慮審查可自由支配的支出。 💡

source: Your finances stay protected. Nothing changes without your approval.
ar_sa: اموالك تبقى محمية. لا شيء يتغير دون موافقتك.
bn_bd: আপনার আর্থিক সুরক্ষিত থাকুন. আপনার অনুমোদন ছাড়া কিছুই পরিবর্তন.
de_de: Ihre Finanzen bleiben geschützt. Ohne Ihre Zustimmung ändert sich nichts.
es_mx: Tus finanzas permanecen protegidas. Nada cambia sin tu aprobación.
fr_ca: Vos finances restent protégées. Rien ne change sans votre approbation.
gu_in: તમારી નાણાકીય બાબતો સુરક્ષિત રહે છે. તમારી મંજૂરી વિના કંઈપણ બદલાતું નથી.
he: הכספים שלך נשארים מוגנים. שום דבר לא משתנה ללא אישורך.
hi: आपका वित्त सुरक्षित रहता है। आपकी मंजूरी के बिना कुछ भी नहीं बदलता.
hr: Vaše financije ostaju zaštićene. Ništa se ne mijenja bez vašeg odobrenja.
id: Keuangan Anda tetap terlindungi. Tidak ada yang berubah tanpa persetujuan Anda.
it: Le tue finanze rimangono protette. Niente cambia senza la tua approvazione.
ja: あなたの財政は保護され続けます。あなたの承認がなければ何も変わりません。
kn_in: ನಿಮ್ಮ ಹಣಕಾಸು ಸಂರಕ್ಷಿತವಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ಅನುಮೋದನೆಯಿಲ್ಲದೆ ಏನೂ ಬದಲಾಗುವುದಿಲ್ಲ.
ko: 귀하의 재정은 보호됩니다. 귀하의 승인 없이는 아무것도 변경되지 않습니다.
ml_in: നിങ്ങളുടെ സാമ്പത്തികം സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു. നിങ്ങളുടെ അംഗീകാരമില്ലാതെ ഒന്നും മാറില്ല.
mr_in: तुमचे आर्थिक संरक्षण सुरक्षित राहतील. तुमच्या संमतीशिवाय काहीही बदलत नाही.
ms: Kewangan anda kekal dilindungi. Tiada apa-apa perubahan tanpa kelulusan anda.
nb: Din økonomi forblir beskyttet. Ingenting endres uten din godkjenning.
nl_nl: Uw financiën blijven beschermd. Er verandert niets zonder uw goedkeuring.
or_in: ତୁମର ଆର୍ଥିକ ସୁରକ୍ଷିତ ରୁହ | ଆପଣଙ୍କ ଅନୁମୋଦନ ବିନା କିଛି ପରିବର୍ତ୍ତନ ହୁଏ ନାହିଁ |
pa_in: ਤੁਹਾਡੇ ਵਿੱਤ ਸੁਰੱਖਿਅਤ ਰਹਿੰਦੇ ਹਨ। ਤੁਹਾਡੀ ਮਨਜ਼ੂਰੀ ਤੋਂ ਬਿਨਾਂ ਕੁਝ ਨਹੀਂ ਬਦਲਦਾ।
pt_br: Suas finanças ficam protegidas. Nada muda sem a sua aprovação.
ta_in: உங்கள் நிதி பாதுகாக்கப்படும். உங்கள் ஒப்புதல் இல்லாமல் எதுவும் மாறாது.
te_in: మీ ఆర్థిక పరిస్థితులు భద్రంగా ఉంటాయి. మీ ఆమోదం లేకుండా ఏదీ మారదు.
th: การเงินของคุณได้รับการคุ้มครอง ไม่มีการเปลี่ยนแปลงใด ๆ หากไม่ได้รับการอนุมัติจากคุณ
tr: Mali durumunuz korunur. Onayınız olmadan hiçbir şey değişmez.
uk: Ваші фінанси залишаються захищеними. Ніщо не змінюється без вашого схвалення.
ur_pk: آپ کے مالیات محفوظ رہیں۔ آپ کی منظوری کے بغیر کچھ نہیں بدلتا۔
vi: Tài chính của bạn luôn được bảo vệ. Không có gì thay đổi nếu không có sự chấp thuận của bạn.
zh_hans: 您的财务状况将受到保护。未经您的批准，任何事情都不会改变。
zh_hant: 您的財務狀況將受到保護。未經您的批准，任何事情都不會改變。

source: Your finances. One conversation.
ar_sa: اموالك. محادثة واحدة.
bn_bd: আপনার আর্থিক. এক কথোপকথন।
de_de: Ihre Finanzen. Ein Gespräch.
es_mx: Tus finanzas. Una conversación.
fr_ca: Vos finances. Une conversation.
gu_in: તમારી નાણાકીય. એક વાતચીત.
he: הכספים שלך. שיחה אחת.
hi: आपका वित्त. एक बातचीत.
hr: Vaše financije. Jedan razgovor.
id: Keuangan Anda. Satu percakapan.
it: Le tue finanze. Una conversazione.
ja: あなたの財政。 会話がひとつ。
kn_in: ನಿಮ್ಮ ಹಣಕಾಸು. ಒಂದು ಸಂಭಾಷಣೆ.
ko: 귀하의 재정. 하나의 대화.
ml_in: നിങ്ങളുടെ സാമ്പത്തികം. ഒരു സംഭാഷണം.
mr_in: आपले वित्त. एक संभाषण.
ms: kewangan anda. Satu perbualan.
nb: Din økonomi. En samtale.
nl_nl: Uw financiën. Eén gesprek.
or_in: ତୁମର ଆର୍ଥିକ ଗୋଟିଏ ବାର୍ତ୍ତାଳାପ |
pa_in: ਤੁਹਾਡੇ ਵਿੱਤ. ਇੱਕ ਗੱਲਬਾਤ.
pt_br: Suas finanças. Uma conversa.
ta_in: உங்கள் நிதி. ஒரு உரையாடல்.
te_in: మీ ఆర్థిక. ఒక సంభాషణ.
th: การเงินของคุณ บทสนทนาหนึ่ง
tr: Mali durumunuz. Bir konuşma.
uk: Ваші фінанси. Одна розмова.
ur_pk: آپ کے مالیات۔ ایک گفتگو۔
vi: Tài chính của bạn. Một cuộc trò chuyện.
zh_hans: 你的财务状况。 一次谈话。
zh_hant: 你的財務狀況。 一次談話。

source: Your free period has ended
ar_sa: انتهت الفترة المجانية الخاصة بك
bn_bd: আপনার বিনামূল্যের সময় শেষ হয়েছে
de_de: Ihr kostenloser Zeitraum ist abgelaufen
es_mx: Tu periodo gratuito ha finalizado
fr_ca: Votre période gratuite est terminée
gu_in: તમારી મફત અવધિ સમાપ્ત થઈ ગઈ છે
he: התקופה החינמית שלך הסתיימה
hi: आपकी निःशुल्क अवधि समाप्त हो गई है
hr: Vaše besplatno razdoblje je završilo
id: Periode bebas Anda telah berakhir
it: Il tuo periodo gratuito è terminato
ja: 無料期間は終了しました
kn_in: ನಿಮ್ಮ ಉಚಿತ ಅವಧಿ ಮುಗಿದಿದೆ
ko: 무료 기간이 종료되었습니다
ml_in: നിങ്ങളുടെ സൗജന്യ കാലയളവ് അവസാനിച്ചു
mr_in: तुमचा विनामूल्य कालावधी संपला आहे
ms: Tempoh percuma anda telah tamat
nb: Gratisperioden din er over
nl_nl: Uw gratis periode is afgelopen
or_in: ତୁମର ମାଗଣା ଅବଧି ସମାପ୍ତ ହୋଇଛି |
pa_in: ਤੁਹਾਡੀ ਮੁਫਤ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ
pt_br: Seu período gratuito terminou
ta_in: உங்கள் இலவச காலம் முடிந்துவிட்டது
te_in: మీ ఖాళీ కాలం ముగిసింది
th: ระยะเวลาว่างของคุณสิ้นสุดลงแล้ว
tr: Ücretsiz süreniz sona erdi
uk: Ваш безкоштовний період закінчився
ur_pk: آپ کی مفت مدت ختم ہو گئی ہے۔
vi: Thời gian miễn phí của bạn đã kết thúc
zh_hans: 您的免费期已结束
zh_hant: 您的免費期限已結束

# Your top spend this month is %@ at %@. Want to set a category budget? 💬
source: Your top spend this month is %1$@ at %2$@. Want to set a category budget? 💬
ar_sa: أعلى إنفاق لك هذا الشهر هو %1$@ في %2$@. هل ترغب في تحديد ميزانية الفئة؟ 💬
bn_bd: এই মাসে আপনার সর্বোচ্চ খরচ হল %1$@ এ %2$@। একটি বিভাগ বাজেট সেট করতে চান? 💬
de_de: Ihre höchsten Ausgaben in diesem Monat liegen bei %1$@ bei %2$@. Möchten Sie ein Kategoriebudget festlegen? 💬
es_mx: Su gasto máximo este mes es %1$@ a %2$@. ¿Quieres establecer un presupuesto de categoría? 💬
fr_ca: Vos principales dépenses ce mois-ci sont de %1$@ à %2$@. Vous souhaitez définir un budget de catégorie ? 💬
gu_in: આ મહિને તમારો સૌથી વધુ ખર્ચ %2$@ પર %1$@ છે. શ્રેણી બજેટ સેટ કરવા માંગો છો? 💬
he: ההוצאה הגבוהה ביותר שלך החודש היא %1$@ ב-%2$@. רוצה להגדיר תקציב קטגוריה? 💬
hi: इस महीने आपका अधिकतम खर्च %1$@ %2$@ पर है। क्या आप एक श्रेणी बजट निर्धारित करना चाहते हैं? 💬
hr: Vaša najveća potrošnja ovog mjeseca je %1$@ na %2$@. Želite li postaviti proračun kategorije? 💬
id: Pembelanjaan tertinggi Anda bulan ini adalah %1$@ pada %2$@. Ingin menetapkan anggaran kategori? 💬
it: La tua spesa massima questo mese è %1$@ presso %2$@. Vuoi impostare un budget per la categoria? 💬
ja: 今月の最高支出は %1$@、%2$@ です。カテゴリの予算を設定したいですか? 💬
kn_in: ಈ ತಿಂಗಳ ನಿಮ್ಮ ಹೆಚ್ಚಿನ ಖರ್ಚು %2$@ ನಲ್ಲಿ %1$@ ಆಗಿದೆ. ವರ್ಗದ ಬಜೆಟ್ ಅನ್ನು ಹೊಂದಿಸಲು ಬಯಸುವಿರಾ? 💬
ko: 이번 달 최대 지출액은 %2$@에 %1$@입니다. 카테고리 예산을 설정하고 싶으십니까? 💬
ml_in: ഈ മാസം നിങ്ങൾ ഏറ്റവും കൂടുതൽ ചെലവഴിക്കുന്നത് %2$@-ന് %1$@ ആണ്. ഒരു വിഭാഗം ബജറ്റ് സജ്ജീകരിക്കണോ? 💬
mr_in: या महिन्यात तुमचा सर्वाधिक खर्च %2$@ वाजता %1$@ आहे. श्रेणी बजेट सेट करू इच्छिता? 💬
ms: Perbelanjaan teratas anda bulan ini ialah %1$@ pada %2$@. Ingin menetapkan bajet kategori? 💬
nb: Toppforbruket ditt denne måneden er %1$@ på %2$@. Vil du angi et kategoribudsjett? 💬
nl_nl: Uw hoogste uitgaven deze maand bedragen %1$@ en %2$@. Wilt u een categoriebudget instellen? 💬
or_in: ଏହି ମାସରେ ଆପଣଙ୍କର ସର୍ବୋଚ୍ଚ ଖର୍ଚ୍ଚ ହେଉଛି %1$@ %2$@ ରେ | ଏକ ବର୍ଗ ବଜେଟ୍ ସେଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? 💬
pa_in: ਇਸ ਮਹੀਨੇ ਤੁਹਾਡਾ ਸਭ ਤੋਂ ਵੱਧ ਖਰਚ %2$@ 'ਤੇ %1$@ ਹੈ। ਇੱਕ ਸ਼੍ਰੇਣੀ ਦਾ ਬਜਟ ਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? 💬
pt_br: Seu maior gasto neste mês é %1$@ em %2$@. Quer definir um orçamento de categoria? 💬
ta_in: இந்த மாதம் %2$@க்கு %1$@ ஆகும். வகை பட்ஜெட்டை அமைக்க வேண்டுமா? 💬
te_in: ఈ నెలలో మీరు అత్యధికంగా ఖర్చు చేయడం %2$@ వద్ద %1$@. కేటగిరీ బడ్జెట్‌ను సెట్ చేయాలనుకుంటున్నారా? 💬
th: การใช้จ่ายสูงสุดของคุณในเดือนนี้คือ %1$@ ที่ %2$@ ต้องการตั้งค่างบประมาณหมวดหมู่หรือไม่? 😢
tr: Bu ayki en yüksek harcamanız %1$@, %2$@. Bir kategori bütçesi mi ayarlamak istiyorsunuz? 💬
uk: Ваші максимальні витрати цього місяця становлять %1$@ у %2$@. Хочете встановити бюджет категорії? 💬
ur_pk: اس مہینے میں آپ کا سب سے زیادہ خرچ %2$@ پر %1$@ ہے۔ زمرہ کا بجٹ مقرر کرنا چاہتے ہیں؟ 💬
vi: Mức chi tiêu nhiều nhất của bạn trong tháng này là %1$@ ở mức %2$@. Bạn muốn đặt ngân sách danh mục? 💬
zh_hans: 您本月的最高支出为 %1$@，时间为 %2$@。想要设定类别预算吗？ 💬
zh_hant: 您本月的最高支出為 %1$@，時間為 %2$@。想要設定類別預算嗎？ 💬

source: amount to %@
ar_sa: يصل إلى %@
bn_bd: পরিমাণ %@
de_de: belaufen sich auf %@
es_mx: asciende a %@
fr_ca: montant à %@
gu_in: %@ ની રકમ
he: סכום של %@
hi: राशि %@
hr: iznos %@
id: berjumlah %@
it: importo pari a %@
ja: 金額は%@
kn_in: %@ ಗೆ ಮೊತ್ತ
ko: 금액은 %@
ml_in: തുക %@
mr_in: %@ ची रक्कम
ms: berjumlah %@
nb: beløp til %@
nl_nl: bedrag tot %@
or_in: ପରିମାଣ %@
pa_in: %@ ਦੀ ਰਕਮ
pt_br: equivale a %@
ta_in: தொகை %@
te_in: మొత్తం %@
th: จำนวน %@
tr: %@ tutarında
uk: становить %@
ur_pk: %@ کی رقم
vi: lên tới %@
zh_hans: 总计 %@
zh_hant: 總計 %@

source: category to %@
ar_sa: الفئة إلى %@
bn_bd: %@ এর বিভাগ
de_de: Kategorie bis %@
es_mx: categoría a %@
fr_ca: catégorie à %@
gu_in: %@ ની શ્રેણી
he: קטגוריה ל-%@
hi: श्रेणी से %@
hr: kategorija do %@
id: kategori ke %@
it: categoria in %@
ja: カテゴリを%@に
kn_in: %@ ಗೆ ವರ್ಗ
ko: 카테고리를 %@로
ml_in: %@ വരെയുള്ള വിഭാഗം
mr_in: %@ ची श्रेणी
ms: kategori kepada %@
nb: kategori til %@
nl_nl: categorie naar %@
or_in: ବର୍ଗ %@ ରୁ
pa_in: %@ ਨੂੰ ਸ਼੍ਰੇਣੀ
pt_br: categoria para %@
ta_in: வகை %@
te_in: వర్గానికి %@
th: หมวดหมู่เป็น %@
tr: kategoriyi %@ olarak değiştirin
uk: категорія до %@
ur_pk: زمرہ برائے %@
vi: danh mục tới %@
zh_hans: 类别为 %@
zh_hant: 類別為 %@

source: date to %@
ar_sa: التاريخ إلى %@
bn_bd: তারিখ %@
de_de: Datum bis %@
es_mx: fecha hasta %@
fr_ca: date du %@
gu_in: %@ ની તારીખ
he: תאריך ל-%@
hi: दिनांक %@
hr: datum do %@
id: tanggal ke %@
it: data: %@
ja: %@ までの日付
kn_in: ದಿನಾಂಕ %@
ko: 날짜: %@
ml_in: തീയതി %@
mr_in: %@ ला तारीख
ms: tarikh ke %@
nb: dato til %@
nl_nl: datum tot %@
or_in: %@ ତାରିଖ
pa_in: %@ ਦੀ ਮਿਤੀ
pt_br: data para %@
ta_in: தேதி %@
te_in: తేదీ %@
th: วันที่ %@
tr: tarih %@
uk: дата до %@
ur_pk: %@ کی تاریخ
vi: ngày tới %@
zh_hans: 日期至 %@
zh_hant: 日期至 %@

source: e.g. 3000
ar_sa: على سبيل المثال 3000
bn_bd: যেমন 3000
de_de: z.B. 3000
es_mx: por ej. 3000
fr_ca: par ex. 3000
gu_in: દા.ત. 3000
he: למשל 3000
hi: जैसे 3000
hr: npr. 3000
id: misalnya 3000
it: ad es. 3000
ja: 例: 3000
kn_in: ಉದಾ. 3000
ko: 예를 들어 3000
ml_in: ഉദാ. 3000
mr_in: उदा. 3000
ms: cth. 3000
nb: f.eks. 3000
nl_nl: bijv. 3000
or_in: ଯଥା 3000
pa_in: ਜਿਵੇਂ ਕਿ 3000
pt_br: por exemplo 3.000
ta_in: எ.கா. 3000
te_in: ఉదా 3000
th: เช่น 3000
tr: örneğin 3000
uk: напр. 3000
ur_pk: جیسے 3000
vi: ví dụ: 3000
zh_hans: 例如3000
zh_hant: 例如3000

source: frequency to %@
ar_sa: التردد إلى %@
bn_bd: ফ্রিকোয়েন্সি %@
de_de: Frequenz bis %@
es_mx: frecuencia a %@
fr_ca: fréquence à %@
gu_in: %@ ની આવર્તન
he: תדירות עד %@
hi: %@ की आवृत्ति
hr: frekvencija do %@
id: frekuensi ke %@
it: frequenza su %@
ja: 周波数を%@まで
kn_in: %@ ಗೆ ಆವರ್ತನ
ko: %@까지의 주파수
ml_in: %@ വരെയുള്ള ആവൃത്തി
mr_in: %@ पर्यंत वारंवारता
ms: kekerapan kepada %@
nb: frekvens til %@
nl_nl: frequentie tot %@
or_in: %@ କୁ ବାରମ୍ବାର
pa_in: %@ ਤੱਕ ਬਾਰੰਬਾਰਤਾ
pt_br: frequência para %@
ta_in: அதிர்வெண் %@
te_in: %@కి ఫ్రీక్వెన్సీ
th: ความถี่ถึง %@
tr: sıklık %@
uk: частота до %@
ur_pk: فریکوئنسی %@ تک
vi: tần số tới %@
zh_hans: %@ 的频率
zh_hant: %@ 的頻率

source: name to %@
ar_sa: الاسم إلى %@
bn_bd: %@ এর নাম
de_de: Name an %@
es_mx: nombre a %@
fr_ca: nom à %@
gu_in: %@ ને નામ
he: שם ל%@
hi: %@ को नाम दें
hr: ime za %@
id: nama untuk %@
it: nome a %@
ja: %@ に名前を付ける
kn_in: %@ ಗೆ ಹೆಸರು
ko: 이름을 %@로
ml_in: പേര് %@
mr_in: %@ चे नाव
ms: namakan kepada %@
nb: navn til %@
nl_nl: naam aan %@
or_in: ନାମ %@
pa_in: %@ ਨੂੰ ਨਾਮ
pt_br: nome para %@
ta_in: பெயர் %@
te_in: పేరు %@
th: ชื่อ %@
tr: adı %@
uk: назвати %@
ur_pk: %@ کا نام
vi: đặt tên cho %@
zh_hans: 姓名为 %@
zh_hant: 姓名為 %@
